<%@ page language="java" contentType="text/html; charset=UTF-8"
         pageEncoding="UTF-8"%>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.0/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-9ndCyUaIbzAi2FUVXJi0CjmCapSmO7SnpJef0486qhLnuZ2cdeRhO02iuK6FUUVM" crossorigin="anonymous">
    <link rel="stylesheet" type="text/css" href="${pageContext.request.contextPath}/style.css">
    <script src="https://cdnjs.cloudflare.com/ajax/libs/html2pdf.js/0.9.2/html2pdf.bundle.min.js"></script>
    <!-- <link href="https://fonts.googleapis.com/css?family=Amiri" rel="stylesheet"> -->
    <script type="text/javascript" src="${pageContext.request.contextPath}/app.js"></script>

</head>
<style>

    body{
        direction: rtl;
    }
</style>
<body>
<div class="pdf">
    <div class="main container">
        <div class="row">
            <div class="col-12 mx-auto" id="content">
                <div class="img" style="text-align: end;">
                    <img src="${pageContext.request.contextPath}/images/logo.jpeg" style="width: 25%;height: auto;" alt="logo">
                </div>
                <div style="text-align:center">
                    <p class="bold-underLine"><span class="bold-underLine">عقد</span>  توطين</p>
                    <p style="text-decoration: underline;">طبقا لنموذج المرسوم رقم 2.20.950 الصادر في 26 يونيو 2021 بتطبيق المادتين 544-2 و544-7 من القانون رقم 15.95
                        المتعلق بمدونة <span>التجارة</span>
                    </p>
                </div>
                <div class="section1">
                    <p>بين المتعاقدين</p>
                    <p class="bold-underLine">الموطن <span>لديه</span></p>
                    <p>كشخص اعتباري <span>شركة</span></p>
                    <p>MA EXPERTISE SERVICES SARL </p>
                    <p>                    شركة ذات المسؤولية المحدودة، رأسمالها الاجتماعي <strong>100000</strong> درهم، رقم التعريف الموحد للمقاولات <strong>00236486600032</strong> رقم الضريبة المهنية <strong>25704746</strong> رقم <span>تعريفها</span> الجبائي <strong>42731012</strong> المقيدة بالسجل التجاري رقم <strong>143089</strong> التابع للمحكمة التجارية الرباط ، مقرها الاجتماعي  <strong>عمارة 45 شارع فرنسا شقة 8 اكدال الرباط</strong> . <br>
                        ممثلة من طرف السيد <strong>عبدالهادي الشبيلي</strong>، المزداد بتاريخ 12 ديسمبر 1983 بالرباط، الحامل لبطاقة التعريف الوطنية عدد <strong>AB514290</strong> ، القاطن قطاع النهضة رقم 164 <span>زنقة</span> الصداقة لعيادة سلا، بصفته <span>مسيرا</span>
                    </p>
                    <p class="bold-underLine">والموطن</p>
                    <p>
                        الشركة في طور التأسيس  المسماة
                        <span>${domiciliation.societe.nom}</span>
                        رقم التعريف الموحد للمقاولات <span>${domiciliation.societe.ICE}</span>
                        ممثلة من طرف السيد TARIK <span>LYAZAMI</span> المزداد سنة 25/02/1984 الحامل لبطاقة التعريف الوطنية VA75625 القاطن ب RIAD AL ANDALOUSSE CASABA 1 APPT 3 HAY RIAD RABAT
                    <p class="bold-underLine">تم الاتفاق على ما يلي </p>
                    <p class="bold-underLine">المادة 1 - الموضوع  </p>
                    <p>يهدف العقد إلى توطين مقر الموطن الشركة في طور التأسيس المسماة:

                        JOYLINE

                        رقم التعريف الموحد للمقاولات 003344905000094:

                        تطبيقا لمقتضيات المادة 544-2 <span>من</span> القانون رقم 15.95 المتعلق بمدونة <span>التجارة</span> </p>
                    <p class="bold-underLine">المادة 2 - الخدمات    </p>
                    <p>يلتزم الموطن لديه بتمكين الشخص الموطن المشار إليه في المادة الأولى أعلاه من الاستفادة من الخدمات  <span>التالية</span> </p>
                    <ul>
                        <li>استعمال عنوان الموطن لديه كعنوان للمقر الاجتماعي للشخص <span>الموطن</span> </li>
                        <li>وضع رهن إشارته محلا أو محلات مجهزة بوسائل الاتصال مخصصة <span>للمكاتب</span> </li>
                        <li>محلات معدة لمسك السجلات والوثائق المنصوص عليها في النصوص التشريعية والتنظيمية الجاري بها العمل وتمكن من حفظها والاطلاع عليها مع الالتزام <span>بتحيينها</span> </li>
                        <li>استلام وتخزين وإعادة إرسال البريد <span>اليومي</span> </li>
                        <li>استلام <span>الفاكس</span> </li>
                        <li>تلقي المكالمات <span>الهاتفية</span> </li>
                        <li>استلام <span>الطرود</span> </li>
                    </ul>
                    <p class="bold-underLine">المادة  3 - الالتزامات      </p>
                    <ul>
                        <ol>
                            <p class="bold-underLine">1 – التزامات الموطن <span>لديه</span> </p>
                            <p>                                    طوال مدة العقد يجب على الموطن لديه التقيد بالالتزامات <span>التالية</span> </P>
                            </p>
                            <ul>
                                <li>
                                    مسك ملف عن كل شخص موطن يحتوي على وثائق الإثبات تتعلق فيما يخص الأشخاص الذاتيين بعناوينهم الشخصية وأرقام هواتفهم وأرقام بطاقات <span>هويتهم</span> وكذا عناوين بريدهم الالكتروني وفيما يخص الأشخاص الاعتباريين وثائق تثبت عناوين وأرقام هواتف وبطاقات هوية مسيريها وكذا عناوين بريدهم الالكتروني، كما يحتوي كذلك على وثائق تتعلق بجميع محلات نشاط المقاولات الموطنة ومكان حفظ الوثائق المحاسباتية في حال عدم حفظها لدى الموطن <span>لديه</span>
                                </li>
                                <li>
                                    التأكد من أن الموطن مسجل في السجل التجاري داخل أجل ثلاثة أشهر من تاريخ إبرام عقد التوطين عندما يكون هذا التسجيل جباريا بموجب <span>النصوص</span> التشريعية والتنظيمية الجاري بها <span>العمل</span>
                                </li>
                                <li>
                                    موافاة المصالح المكلفة بالضرائب والخزينة العامة للمملكة وعند الاقتضاء إدارة الجمارك بلائحة الأشخاص الموطنين خلال السنة المنصرمة وذلك قبل 31 يناير من كل <span>سنة</span>
                                </li>
                                <li>
                                    إخبار كاتب الضبط لدى المحكمة المختصة ومصالح الضرائب والخزينة العامة للمملكة وعند الاقتضاء إدارة الجمارك بانتهاء مدة عقد التوطين أو الفسخ المبكر له وذلك داخل أجل شهر من تاريخ توقف <span>العقد</span>
                                </li>
                                <li>
                                    تمكين المفوضين القضائيين ومصالح تحصيل الديون العمومية، الحاملين لسند تنفيذي، من المعلومات الكفيلة بتمكينهم من الاتصال بالشخص <span>الموطن</span>
                                </li>
                                <li>
                                    السهر على احترام سرية المعلومات والبيانات المتعلقة <span>بالموطن</span>
                                </li>
                                <li>
                                    إشعار مصالح الضرائب والخزينة العامة وعند الاقتضاء إدارة الجمارك داخل أجل لا يتعدى 15 خمسة عشر يوما من تاريخ توصله بالرسائل المضمونة المرسلة من قبل المصالح الجبائية إلى الأشخاص الموطنين بتعذر تسليمها <span>إليهم</span>
                                </li>
                                <li>
                                    تحمل المسؤولية التضامنية في أداء الضرائب والرسوم المتعلقة بالنشاط الممارس من طرف الموطن طبقا لأحكام الفقرة الأخيرة من المادة 544-2 <span>من</span> القانون رقم 15.95 المتعلق بمدونة <span>التجارة</span>
                                </li>
                            </ul>
                        </ol>
                        <ol>
                            <p class="bold-underLine">2 – التزامات الشخص الذاتي او الاعتباري <span>الموطن</span> </p>
                            <p>يجب على الشخص الموطن طيلة مدة العقد التقيد بالالتزامات <span>التالية</span></p>
                            <ul>
                                <li>الاستعمال الفعلي والحصري للمحلات كمقر للمقاولة أو للشركة أو إذا كان المقر بالخارج كوكالة أو فرع أو تمثيلية أو أي مؤسسة تابعة لها كيفما <span>كانت</span> <span>طبيعتها</span> </li>
                                <li>التصريح لدى الموطن لديه، إذا تعلق الأمر بشخص ذاتي، بكل تغيير في عنوانه الشخصي ونشاطه وإذا تعلق الأمر بشخص اعتباري، التصريح بكل تغيير في شكله القانوني وتسميته وغرضه، وكذا أسماء وعناوين المسيرين والأشخاص الذين يتوفرون على تفويض من الموطن للتعاقد باسمه مع الموطن لديه وتسليمه الوثائق المتعلقة <span>بذلك</span> </li>
                                <li>إخبار كاتب الضبط لدى المحكمة المختصة ومصالح الضرائب والخزينة العامة للمملكة وعند الاقتضاء إدارة الجمارك، بتوقف التوطين وذلك داخل أجل شهر من تاريخ انتهاء مدة العقد أو فسخه <span>المبكر</span> </li>
                                <li>الإشارة إلى صفته كموطن لدى الموطن لديه في جميع فاتورته ومراسلاته وسندات الطلب والتعريفات والمنشورات وسائر الوثائق التجارية المعدة <span>للأغيار</span> </li>
                                <li>بمقتضى هذا العقد يمنح الموطن وكالة قبلها الموطن لديه، لاستلام كل التبليغات <span>باسمه</span> </li>
                                <li>تسليم الموطن لديه كل السجلات والوثائق المنصوص عليها في النصوص التشريعية والتنظيمية الجاري بها العمل واللازمة لتنفيذ <span>التزاماته</span> </li>
                                <li>إخبار الموطن لديه داخل 10 عشرة أيام، من تاريخ التغيير بكل تغيير في مكان أو أماكن تخزين السلع المستوردة أو الموجهة <span>للتصدير</span> </li>
                                <li>إخبار الموطن لديه بأي نزاع محتمل أو قضية تكون المقاولة الموطنة طرفا فيها بشأن نشاطها <span>التجاري</span> </li>
                            </ul>
                        </ol>
                        <ol>
                            <p class="bold-underLine">3 – ملف <span>التوطين</span> </p>
                            <p>يودع الشخص الموطن لدى الموطن لديه ملف التوطين، والذي يتكون من الوثائق <span>التالية</span>  </p>
                            <ul>
                                <li>نسخة من وثيقة هوية الممثل القانوني للمقاولة <span>الموطنة</span> </li>
                                <li>نسخة من وثيقة تثبت موطن الممثل القانوني للمقاولة <span>الموطنة</span> </li>
                                <li>كشف الحساب البنكي أو الشيك </li>
                                <li>رقم هاتف الممثل القانوني للمقاولة <span>الموطنة</span> </li>
                                <li>عنوان إعادة إرسال <span>البريد</span> </li>
                                <li>نسخة من النظام <span>الأساسي</span> </li>
                            </ul>
                            <p>يلتزم الشخص الموطن بإشعار مصالح الضرائب والخزينة العامة للمملكة، وعند الاقتضاء إدارة الجمارك، بكل تغيير يمس إحدى وثائق الملف، داخل أجل 15 خمسة عشر يوما من علمه بهذا التغيير وكذا بمكان تخزين السلع المستوردة أو الموجهة <span>للتصدير</span> </p>
                        </ol>
                    </ul>
                    <p class="bold-underLine">المادة 4 - المدة </p>
                    <p>يبرم عقد التوطين لمدة ستة 6 أشهر قابلة للتجديد ويبتدئ تاريخها 21/07/2023 <span>إلى</span> 21/01/2024
                        <br>
                        عند انتهاء مدة عقد التوطين أو فسخه المبكر، يلتزم الموطن لديه والموطن، طبقا لمقتضيات الفقرتين 1 و2 من المادة 3 أعلاه بإخبار كاتب ضبط المحكمة التجارية بالرباط <span>و</span> مصالح الضرائب والخزينة العامة للمملكة وعند الاقتضاء إدارة الجمارك، بتوقف التوطين داخل أجل شهرمن توقف <span>العقد</span> </p>
                    <p class="bold-underLine">المادة 5 - الإيجار  </p>
                    <p>يبرم عقد التوطين مقابل إيجار شهري قدره 150.00 مائة وخمسين درهم ويؤدى مجموعها أي مبلغ 900.00 تسعمائة درهم كل ستة أشهر وذلك مقابل التوطين مع الخدمات <span>المشار</span> إليها في المادة 2 <span>أعلاه</span> </p>
                    <p class="bold-underLine">المادة 6 - اختصاص <span>المحاكم</span></p>
                    <p>يعرض كل نزاع قد ينشأ بين الطرفين أثناء تنفيذ العقد على المحكمة المختصة لمقر الموطن <span>لديه</span> </p>
                    <p class="bold-underLine">المادة 7 - اختيار الموطن</p>
                    <p>يحدد الأطراف مقر الشركة الموطن  <span>لديها</span><span>كموطن</span> مختار </p>
                    </p>
                    <br>
                    <p>وحرر بالرباط بتاريخ <span>12/07/2023</span>
                        <br>
                        في <span>أربع</span> نسخ </p>
                </div>
                <div class="d-flex justify-content-around">
                    <p>  توقيع ممثل الموطن <span>Mr. TARIK LYAZAMI</span></p>
                    <p>  توقيع الموطن لديه <span>Mr. AbdelHadi CHBILI</span> </p>
                </div>
                <div class="img mt-5 pt-5">
                    <img src="${pageContext.request.contextPath}/images/address.jpeg" class="mt-5 pt-5" style="width: 100%;height:auto;" alt="">
                </div>
            </div>
        </div>
    </div>
</div>
<div class="d-flex justify-content-center">
    <button onclick="convertToPdf()" class="btn-generate">Télécharger</button>
    <a href="/app" class="btn-cansel">Annuler</a>
</div>



<script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.0/dist/js/bootstrap.bundle.min.js" integrity="sha384-geWF76RCwLtnZ8qwWowPQNguL3RmwHVBC9FhGdlKrxdiJJigb/j/68SIy3Te4Bkz" crossorigin="anonymous"></script>
</body>
</html>